import format1 from "@/assets/images/format-img-1.jpg";
import format2 from "@/assets/images/format-img-2.jpg";
import format3 from "@/assets/images/format-img-3.jpg";
import format4 from "@/assets/images/format-img-4.jpg";

export const formatData = [
  {
    id: 1,
    image: format1,
    title: "Свободная планировка, возможность объединить квартиры до 500 м²",
    text: "Не ограничивайте себя при создании жилого пространства Вашей мечты, воспользуйтесь возможностью увеличения площади до комфортного Вам размера",
  },
  {
    id: 2,
    image: format2,
    title: "Настоящий дровяной камин ",
    text: "В пентхаусах предусмотрен дымоход с возможностью установки камина, чтобы Вы получали наслаждение от живого тепла в холодное время года",
  },
  {
    id: 3,
    image: format3,
    title: "Собственная терраса до 17 м²",
    text: "Современная террасса с необыкновенными видами на благоустроенную набережную, МГУ им. М.В. Ломоносова и Воробьевы горы",
  },
  {
    id: 4,
    image: format4,
    title: "Увеличенная высота потолка",
    text: "Почувствуйте простор помещений в полной мере с увеличенной высотой потолка 4,2 м",
  },
];
